Repository: m-person/vivariy-site
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Image description
ru: Описание изображения

source: Just to distinguish one image from another. It isn`t necessary field. Doesn`t shown on site.
ru: Используется, чтобы отличать изображения друг от друга. Не показывается на сайте.

source: Image
ru: Изображение

source: Image widht
ru: Ширина изображения

source: Image height
ru: Высота изображения

source: Image point of interest
ru: Центр изображения.

source: Select center point for cropped (resized) image
ru: Выберите центр обрезанного (увеличенного) изображения

source: Image for articles
ru: Изображение для статей

source: Images for articles
ru: Изображения для статей

source: Image for categories
ru: Изображение для категории верхнего уровня

source: Images for categories
ru: Изображения для категорий верхнего уровня

source: Is default product image
ru: Это - изображение по-умолчанию

source: If checked, this image will be set as default in product description. You can chose only one image as default for product.
ru: Если отмечено, это будет избражением по-умолчанию для данного продукта. Только одно изображение по-умолчанию может быть задано.

source: Image for product
ru: Изображение для продукта

source: Images for product
ru: Изображения для продукта

source: Title (ru)
ru: Название

source: Top category title (in russian).
ru: Название категории каталога верхнего уровня

source: Don`t show this entry on site
ru: Не показывать на сайте

source: Top-level product category
ru: Категория каталога верхнего уровня

source: Top-level product categories
ru: Категории каталога верхнего уровня

source: Category title (in russian).
ru: Название категории каталога

source: Parent top-level categories
ru: Родительские категории каталога верхнего уровня

source: Products from this category
ru: Продукты в этой категории каталога

source: Product category
ru: Категория каталога

source: Product categories
ru: Категории каталога

source: Partner
ru: Партнер

source: Partners
ru: Партнеры

source: Product title (in russian)
ru: Название продукта

source: Don`t show in catalog
ru: Не показывать в каталоге

source: Subcategories containing this product
ru: Категории, содержащие этот продукт

source: Short description (ru)
ru: Краткое описание

source: Short device description in russian (4096 symbols max)
ru: Краткое описание продукта (4096 симв. макс.)

source: Full description (ru)
ru: Полное описание

source: Full device description in russian (10240 symbols max)
ru: Полное описание продукта (10240 симв. макс.)

source: Specifications (ru)
ru: Спецификации

source: Technical characteristics in russian (10240 symbols max)
ru: Технические характеристики (10240 симв. макс.)

source: Options (ru)
ru: Опции

source: Delivery options in russian (4096 symbols max)
ru: Опции поставки (4096 симв. макс.)

source: Mentions (ru)
ru: Упоминания

source: Links to researches using this device in russian (4096 symbols max)
ru: Ссылки на иследования, где этот продукт использовался (4096 симв. макс.)

source: Frequently asked questions (4096 symbols max)
ru: Вопросы и ответы (не более 4096симв.)

source: Product
ru: Продукт

source: Products
ru: Продукты

source: File title (in russian)
ru: Название файла

source: Don`t show it on site
ru: Не показывать на сайте

source: File
ru: Файл

source: Doc file
ru: Файл для скачивания

source: Doc files
ru: Файлы для скачивания

source: Video title (in russian)
ru: Название видео

source: Embedding code
ru: Код для добавления на страницу

source: Video embedding code from youtube.com. To obtain it, choose "share" > "embed" on youtube page with video.
ru: Код для добавления с youtube.com. Для получения кода, перейдите на страницу с видео на youtube, нажмите на "Поделиться" > "HTML-код" и скопируйте строку (она должна начинаться с &ltiframe&gt...).

source: Youtube video
ru: Видео с youtube

source: Youtube videos
ru: Видео с youtube

source: Article title (in russian)
ru: Заголовок статьи

source: Cut text (ru)
ru: Описание статьи

source: Truncated article (in russian)
ru: Описание статьи (начальные фразы). Обрезается до 15 слов.

source: Article text (ru)
ru: Текст статьи

source: Full article text (in russian)
ru: Полный текст статьи

source: Date
ru: Дата

source: Article creation date
ru: Дата публикации на сайте

source: Link to source
ru: Ссылка на источник

source: Source url
ru: URL источника

source: Artilcle tags
ru: Теги статьи

source: Add list of article tags separated by commas
ru: Введите список тегов через запятую

source: Article
ru: Статья

source: Articles
ru: Статьи

source: Organization title
ru: Название организации

source: Your name*
ru: Ваше имя*

source: Your contact e-mail*
ru: Ваш контактный e-mail*

source: Your contact phone*
ru: Ваш контактный телефон*

source: Additional information
ru: Дополнительная информация

source: Message time
ru: Время отправки сообщения

source: List of products to ask
ru: Список продуктов запроса

source: Receive requests mail?
ru: Получать письма с запросами?

source: Check it if this user will receive emails with customer requests.
ru: Если отмечено, данный пользователь будет получать письма с запросами с сайта

source: Title
ru: Заголовок

source: Slide header
ru: Заголовок слайдера

source: Description
ru: Описание

source: Description text
ru: Текст описания

source: Links to details page.
ru: Ссылка на страницу с дополнительной информацией

source: Hide this slide
ru: Не показывать этот слайд

source: Ordering position
ru: Порядковый номер

source: Serial number in list of slides
ru: Номер, в котором слайд будет выводиться

source: Slide
ru: Слайд

source: Slides
ru: Слайды

source: Email is active
ru: Подписчик активен

source: Subscribe time
ru: Время подписки

source: Subscriber
ru: Подписчик

source: Subscribers
ru: Подписчики

source: Welcome,
ru: Добро пожаловать,

source: View site
ru: Открыть сайт

source: Documentation
ru: Документация

source: Change password
ru: Сменить пароль

source: Log out
ru: Выйти

source: Home
ru: Начало

source: "Vivarium" group
ru: Группа Виварий

source: SEARCH
ru: ПОИСК

source: MAIN
ru: ГЛАВНАЯ

source: CATALOG
ru: КАТАЛОГ

source: ARTICLES
ru: СТАТЬИ

source: PARTNERS
ru: ПАРТНЕРЫ

source: CONTACTS
ru: КОНТАКТЫ

source: © 2010-2016 Vivaium group.<br>All rights reserved.
ru: Группа компаний &laquo;Виварий&raquo;.<br>Все права защищены.

source: CONTACTS:
ru: КОНТАКТЫ:

source: partners
ru: партнеры

source: Main
ru: Главная

source: OUR PARTNERS
ru: НАШИ ПАРТНЕРЫ

source: Russian
ru: Русский

source: English
ru: Английский
